[
    {
        "content": "This book was <i>absolutely captivating</i>. The plot twists kept me on the edge of my seat, and the character development was phenomenal. A must-read for fans of the genre.<br />Highly recommended!",
        "rating": 9
    },
    {
        "content": "A solid read with a few slow moments. The world-building was impressive, but the characters could have been fleshed out more.<br /><b>Still enjoyable overall.</b>",
        "rating": 7
    },
    {
        "content": "I struggled to finish this one. The pacing felt off, and the plot lacked originality.<br /><i>Not my cup of tea.</i>",
        "rating": 3
    },
    {
        "content": "An <b>incredible masterpiece</b>! The themes were deep and thought-provoking, and the writing style was poetic. I will be thinking about this story for a long time.",
        "rating": 10
    },
    {
        "content": "A decent book, but nothing groundbreaking. It had some interesting moments, but it felt like it borrowed too heavily from other works in the genre.",
        "rating": 6
    },
    {
        "content": "<i>What a disappointment.</i> The premise was intriguing, but the execution fell flat. The ending was especially unsatisfying.",
        "rating": 2
    },
    {
        "content": "An engaging story with lovable characters and a plot that kept me hooked until the very end.<br /><b>I highly recommend it.</b>",
        "rating": 8
    },
    {
        "content": "This book is <i>pure magic</i>. Every chapter felt like a gift, and I couldn’t put it down.<br />One of the best books I’ve read this year.",
        "rating": 10
    },
    {
        "content": "Not bad, but not great either. The middle section dragged, but the climax was satisfying enough to make up for it.",
        "rating": 5
    },
    {
        "content": "<b>A unique and refreshing take on the genre.</b> The characters felt real, and the plot was unpredictable. Highly enjoyable!",
        "rating": 8
    },
    {
        "content": "The book was beautifully written, but the story didn’t resonate with me.<br /><i>It might appeal more to others.</i>",
        "rating": 6
    },
    {
        "content": "I couldn't even finish this one. The dialogue was clunky, and the plot made little sense.<br /><b>Not recommended.</b>",
        "rating": 1
    },
    {
        "content": "A riveting tale that balances action and emotion perfectly. The characters felt alive, and the stakes were high.<br /><i>I’d read it again in a heartbeat.</i>",
        "rating": 9
    },
    {
        "content": "An okay read. Some parts were great, but others felt like filler. Not something I’d revisit, but worth a one-time read.",
        "rating": 5
    },
    {
        "content": "<b>Stunning!</b> The author’s use of language is unparalleled, and the story was both touching and inspiring. I can’t recommend it enough.",
        "rating": 10
    }
]